Revit 2024 API
ParameterTypeId.RebarSystemAddlExteriorOffset Property
 "Additional Exterior Cover Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemAddlExteriorOffset { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemAddlExteriorOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemAddlExteriorOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace